export const state = () => ({
  headerLinks: [
    {
      title: "Решения",
      link: "/solutions",
      icon: true,
      submenu: [
        {
          title: "Пиво",
          link: "#",
          img: '',
          id: 1
        },
        {
          title: "Вода",
          link: "#",
          img: '',
          id: 2
        },
        {
          title: "Сидр",
          link: "#",
          img: '',
          id: 3
        },
        {
          title: "Квас",
          link: "#",
          img: '',
          id: 4
        },
        {
          title: "Вино",
          link: "#",
          img: '',
          id: 5
        },
        {
          title: "Кофе",
          link: "#",
          img: '',
          id: 6
        },
      ]
    },
    {
      title: "Продукция",
      link: "#",
      icon: true,
    },
    {
      title: "Партнерам",
      link: "#",
      icon: true,
    },
    {
      title: "Концепция",
      link: "#",
      icon: true,
      submenu: [
        {
          title: "Качество",
          link: "#",
          img: '',
          id: 1
        },
        {
          title: "Безопасность",
          link: "#",
          img: '',
          id: 2
        },
        {
          title: "Доверие",
          link: "#",
          img: '',
          id: 3
        },

      ]
    },
    {
      title: "Компания",
      link: "#",
      icon: true,
    },
    {
      title: "Контакты",
      link: "#",
      icon: false,
    },
  ],
  solutions: [
    {
      id: 1,
      title: "Вода",
      description:
        "Международный бренд по производству ПЭТ-тары, отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. Международный бренд отличающийся высочайшим качеством материалов, продукции и подхода к клиентам.",
      img1: "water.jpg",
      img2: "water1.jpg",
      imgbtn: "solution1.png",
      svg: "water",
    },
    {
      id: 2,
      title: "Пиво",
      description:
        "Международный бренд по производству ПЭТ-тары, отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. Международный бренд отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. ",
      img1: "beer.jpg",
      img2: "beer1.jpg",
      imgbtn: "solution2.png",
      svg: "beer",
    },
    {
      id: 3,
      title: "Квас",
      description:
        "Международный бренд по производству ПЭТ-тары, отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. Международный бренд отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. ",
      img1: "water.jpg",
      img2: "water1.jpg",
      imgbtn: "solution3.png",
      svg: "kvass",
    },
    {
      id: 4,
      title: "Сидр",
      description:
        "Международный бренд по производству ПЭТ-тары, отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. Международный бренд отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. ",
      img1: "water.jpg",
      img2: "water1.jpg",
      imgbtn: "solution4.png",
      svg: "cider",
    },
    {
      id: 5,
      title: "Вино",
      description:
        "Международный бренд по производству ПЭТ-тары, отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. Международный бренд отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. ",
      img1: "water.jpg",
      img2: "water1.jpg",
      imgbtn: "solution5.png",
      svg: "vine",
    },
    {
      id: 6,
      title: "Кофе",
      description:
        "Международный бренд по производству ПЭТ-тары, отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. Международный бренд отличающийся высочайшим качеством материалов, продукции и подхода к клиентам. ",
      img1: "water.jpg",
      img2: "water1.jpg",
      imgbtn: "solution6.png",
      svg: "coffe",
    },
  ],
})
